<?php include("../checkAdmin.php"); ?>
<?php include("../checkRequest.php"); ?>

<div class="main-content-inner" class="fade active in">
	<div class="page-content">
		<div class="row">
			<h1>Test Surface</h1>
			<hr>
			<h1>ยินดีต้อนรับ</h1>
			<button onclick="login_btn();" class="btn btn-success">เข้าสู่ระบบ</button>
			<button class="btn btn-success">ชำระด้วยเงินสด</button>
			<hr>
		</div>
	</div>
</div>

<?php 
				/* 
					เข้าสู่ระบบ หรือ ชำระเงินสด
						- เข้าสู่ระบบ (ให้เลือกว่า จะเข้าด้วยอะไร )
							- พอกดไปแล้ว ก็ตรวจสอบ ว่า ต้องการเข้าผ่านไหน 

						- พอเข้าระบบไปแล้ว ก็ให้เลือกรายการที่จะทำ ว่าต้องการทำอะไรบ้าง 
							- เติมเงิน หรือ ซักผ้า

						- ถ้าเติมเงิน ก็ให้แสดงหน้าจำนวนเหรียนที่ต้องการใช้หยอด
							- พอ กดืนยัน ก็จะ ทำการเติม พอเติมเส็ด ก็บอกให้ออก ไปหน้า เมนู หรือ จะสิ่นสุดการทำรายการ

						- ถ้าทำ ซักผ้า 
							- ทำการเช็คยอดเงิน 
							- ยืน ยัน ทำการตัดเงิน
								-ตัดเส็ดแล้วก็ให้ สั่งเครื่องทำงาน
								- แล้วก็ส่งสถานะกลับไปที่ Server 
				*/
								?>